Repository: JiveDig/thoughtful-comments
Catalog: languages/fv_tc-*.po
Languages: sk_sk

source: Already banned!
sk_sk: Už zabanovaný!

source: Reply link does not work in your browser because JavaScript is disabled.
sk_sk: Odkaz na odpoveď nfunguje pretože vo vašom browseri je vypnutý JavaScript

source: already banned!
sk_sk: už zabanovaný!

source: Comments from this user level are automatically approved
sk_sk: Komentáre od užívateľov s týmto uživateľským levelom sú automaticky potvrdené

source: Do you really want to trash this comment?
sk_sk: Naozaj chcete odstrániť tento komentár?

source: Error deleting comment
sk_sk: Chyba pri vymazávaní komentára

source: Do you really want to trash this comment and ban the IP?
sk_sk: Naozaj chcete odstrániť tento komentár a zakázať komentáre z tejto IP adresy?

source: Do you really want to trash this comment and all the replies?
sk_sk: Naozaj chcete odstrániť tento komentár a všetky odpovede?

source: Do you really want to trash this comment with all the replies and ban the IP?
sk_sk: Naozaj chcete odstrániť tento komentár ,všetky odpovede a zakázať komentáre z tejto IP adresy?

source: Moderate future comments by this user
sk_sk: Moderovať budúce komentáre od tohoto uživateľa

source: Unmoderated
sk_sk: Nemoderované

source: Allow user to comment without moderation
sk_sk: Povoliť uživateľom komentovať bez moderácie

source: Moderated
sk_sk: Moderované

source: Error
sk_sk: Chyba

source: Wait...
sk_sk: Čakajte...

source: Approve
sk_sk: Potvrdiť

source: Trash
sk_sk: Odstrániť

source: Trash & Ban IP
sk_sk: Odstrániť a zakázať IP

source: Trash Thread
sk_sk: Odstrániť vlákno

source: Trash Thread & Ban IP
sk_sk: Odstrániť vlákno a zakázať IP

source: Thoughtful Comments supercharges comment moderation by moving it into the front end (i.e. in context). It also allows banning by IP, email address or domain.
sk_sk: Thoughtful Comments Vám umožňuje moderovať komentáre priamo pod článkom bez nutnosti použitia panelu pre administrátorov (nástenky). Taktiež dovoľuje zakazovať IP adresy, emailové adresy alebo domény.

source: Automatic link shortening
sk_sk: Automatické skracovanie linkov

source: Link shortening
sk_sk: Skrátenie odkazov

source: Shortens the plain URL link text in comments to "link to: domain.com". Hides long ugly URLs
sk_sk: Skracovať URL odkazy v komentároch na "link to: domain.com". Skryť dlhé škaredé URL adresy

source: Reply link
sk_sk: Odkaz na odpoveď

source: Disable HTML replies. <br /><small>(Lightens your server load. Reply function still works, but through JavaScript.)</small>
sk_sk: Zakázať HTML odpovede . <br /><small>(Odľahčí načítanie servera. Odpovede na komentáre stále fungujú, ale pomocou JavaScriptu. )</small>

source: Comments before auto-approval
sk_sk: Komentáre pred automatickým schvaľovaním

source: Number of approved comments before auto-approval
sk_sk: Počet schválených komentárov pred automatickým schvaľovaním

source: Allow nicename change
sk_sk: Povoliť nicename zmenu

source: Allow nicename editing
sk_sk: Povoliť nicename úpravu

source: Allow site administrators to change user nicename (author URL) on the "Edit user" screen.
sk_sk: Povoliť administrátorovi siete zmeniť meno používateľa (používateľovu URL) pomocou funkcie "Upraviť uživateľa".

source: Reply link Keyword
sk_sk: Kľučové slova pre odpoveď

source: <strong>Advanced!</strong> Only change this if your "Log in to Reply" link doesn't bring the commenter back to the comment they wanted to comment on after logging in.
sk_sk: <strong>Pokročilé!</strong> Zmeň iba tvoj odkaz "Prihlásiť sa pre odpoveď" nepresmeruje diskutujúceho späť na komentár ku ktorému chcel pridať odpoveď po prihlásení.

source: Comment cache (advanced)
sk_sk: Zapamätať si(cache) komentáre (pokročilé):

source: Caches the comments section of your posts into HTML files. If your posts have hundreds of comments and you don't want to use comment paging, this feature speeds up the PHP processing time considerably. Useful even if you use a WP cache plugin, as users see cached comments if they don't have an unapproved comment in the list.
sk_sk: Zapamätať si komentáre stránok ako HTML súbory. Ak Vaše články majú stovky komentárov a nechcete používať stránkovanie komentárov, táto funkcia značne urýchli čas načítania PHP. Užitočné aj keď používate WP cache modul, užívatelia vidia zapamätané komentáre ak nemajú komentár čakajúci na schválenie.

source: Current cache directory:
sk_sk: Momentálny cache adresár"

source: Cache files:
sk_sk: Uložené("cache") súbory:

source: Save Changes
sk_sk: Uložiť zmeny

source: After install with comments held up for moderation, you will notice several things on your site frontend:
sk_sk: Po inštalácií s komentármi čakajúcimi na schválenie obdržíte zopár upozornení na paneli pre administrátorov(nástenke)

source: - comments held up for moderation appear with highlighted commenters name,
sk_sk: - komentáre čakajúce na schválenie sa objavia so zvýrazneným menom komentátora

source: - comments count in single posts or archives is highlighted if there are comments held up for moderation,
sk_sk: - počet komentárov na stránkach alebo v archívoch je zvýraznený ak tam sú nejaké komentáre čakajúce na schválenie

source: - all comments have additional buttons for moderation.
sk_sk: - všetky komentáre majú pridané tlačidlá pre ovládanie

source: Settings saved
sk_sk: Nastavenia uložené

source: Approve it: %s
sk_sk: Schváliť : %s

source: Reply to comment via email
sk_sk: Odpovedať na komentár pomocou emailu

source: Your comment on
sk_sk: Tvoj komentár v článku

source: Email reply
sk_sk: Odpoveď emailom

source: Link to comment
sk_sk: Odkaz na komentár

source: Comment link
sk_sk: Odkaz komentára

source: link to
sk_sk: odkaz na
